[
    {
        "gold_table_id_set": [
            "6e968fb6e3df17f4d7af6d91056698f36545703919f5932f7b5cd3eea3d6ee36",
            "ed0ae6ced7a2ee19d3b001b234cdbf565bc1e8cbfcec91445d8d8705ce7735c4"
        ],
        "question_list": [
            "How do the assist and goal statistics of Real Madrid C.F. in the 2009-10 season compare in terms of player performance and position played?",
            "What insights can be drawn from the distribution of assists and goals among the players of Real Madrid C.F. in the 2009-10 season?",
            "Compare the performance of Real Madrid C.F. players in the 2009-10 season based on their assists and goals, and analyze the differences in positions played.",
            "How did the total assists and goals vary for Real Madrid C.F. players in the 2009-10 season, and what positions were most effective in each category?",
            "Analyze the relationship between the league and position played by Real Madrid C.F. players in the 2009-10 season, focusing on the total assists and goals.",
            "What were the highest and lowest assist and goal numbers for Real Madrid C.F. players in the 2009-10 season, and which players achieved these statistics?",
            "How did the performance of Real Madrid C.F. players in the 2009-10 season vary in terms of goals scored, and who scored the fewest goals?",
            "What were the lowest goal numbers and the respective opponents in the Copa del Rey for Real Madrid C.F. in the 2009-10 season?",
            "Which player scored the most goals in the Copa del Rey for Real Madrid C.F. in the 2009-10 season?"
        ]
    },
    {
        "gold_table_id_set": [
            "4027678cc5bb79d9691039e92b5bc172b947d2d3cbb8284eb7d7fb4313dc3ead",
            "b593fa3050b1525416261c222f65236a6ec624482baaeeedf0c91d46d31cd751"
        ],
        "question_list": [
            "What were the key games and leading scorers for the 2008 San Antonio Silver Stars season and WNBA Playoffs, and how did the team perform in each series?",
            "Who were the top scorers for the 2008 San Antonio Silver Stars season schedule with a record of 3-3 and the WNBA Playoffs, and what were the outcomes of their games?",
            "How did the attendance numbers vary for games with opponents from @ Phoenix and leading scorer Sophia Young (18) in the 2008 San Antonio Silver Stars season schedule?",
            "How did the leading scorer Becky Hammon (14) perform in the game with a 1-1 draw during the 2008 WNBA Playoffs, and who was the opponent?",
            "What was the attendance at the Western Conference Finals for the 2008 San Antonio Silver Stars season in the WNBA Playoffs?",
            "Who was the top scorer during the 2008 Finals Series for the San Antonio Silver Stars Season in the WNBA Playoffs, and what was the outcome of the games?",
            "How did the leading scorer with an opponent from @ Indiana perform in the 2008 San Antonio Silver Stars season schedule?",
            "Who was the top scorer with a record of 3-3 in the 2008 San Antonio Silver Stars season schedule?",
            "What was the viewership for the games with an opponent from @ Phoenix and a top scorer of Sophia Young (18) in the 2008 San Antonio Silver Stars season schedule?"
        ]
    },
    {
        "gold_table_id_set": [
            "29083658c490e100b641789a736e09d37acd532dbb105e00ae8318a550bf4c9c",
            "879f080ff7b86db28889951e5e7c944cf68a3e72368d402acdb539b99bc4061d"
        ],
        "question_list": [
            "Analyze the performance of the Southeastern, Independent, and Western Collegiate conferences in the 1983 NCAA Women's Division I Basketball Tournament based on their bids, win records, and progression to different rounds.",
            "Which city hosted Northeast Louisiana University in the first round of the 1983 NCAA Women's Division I Basketball Tournament, and in which region was it located?",
            "In the midst of the 1983 First Round NCAA Women's Division I Basketball Tournament, which region did the city of Philadelphia belong to, and what venue hosted the games?",
            "What venue hosted the first round of the 1983 NCAA Women's Division I Basketball Tournament in Long Beach, and in which state is Long Beach located?",
            "In the first round of the 1983 NCAA Women's Division I Basketball Tournament, which state hosted Knoxville and the Middle East region, and what was the venue for the games?",
            "What was the host of the 1983 NCAA Women's Division I Basketball Tournament in Georgia for the first round, and what was the venue for the games?",
            "In the first round of the 1983 NCAA Women's Division I Basketball Tournament, which state hosted the University of Tennessee, and what was the venue for the games?"
        ]
    },
    {
        "gold_table_id_set": [
            "749f56936244c73914a69efa61f6c9c02c4dfa1e79343da92e05fa51740ddec6",
            "b14a59effaec3339ff69663f525903f3b57d25dfd8e05062ba2f823a7bd00ecf"
        ],
        "question_list": [
            "How did the performance of Hendrick Motorsports in the 1998 Pepsi 400 compare to that of Roush Racing in the same race, and what factors might have contributed to the differences in their results?",
            "Compare the top-performing drivers in the 1998 Pepsi 400 and the 2009 Pepsi 500 based on their points scored, and analyze the consistency of their performance across the two races.",
            "How many drivers in the 1998 Pepsi 400 did not achieve a top-ten position, and what implications might this have had on the overall race dynamics?",
            "Compare the number of drivers who scored over 150 points in the 1998 Pepsi 400 with those who scored over 150 points in the 2009 Pepsi 500, and discuss the significance of this difference.",
            "Which driver completed 160 laps and scored 142 points in the 1998 Pepsi 400, and how did their performance compare to the race winner?",
            "How many drivers in the 1998 Pepsi 400 scored less than 80 points, and what might this indicate about the competitiveness of the race?",
            "How many drivers in the 1998 Pepsi 400 did not score any points, and what impact could this have had on the final standings of the race?",
            "Who was the driver of the T-Bird that finished first in the 1998 Pepsi 400, and how did their performance compare to drivers of other car makes?",
            "Which driver from Roush Racing had the best performance in the 1998 Pepsi 400, and how did their results contribute to the team's overall standing?",
            "What car make was sponsored by Aflac in the 2009 Pepsi 500, and how did the driver's performance reflect on the sponsor?",
            "How many points and bonuses did Kurt Busch earn in the 2009 Pepsi 500, and how did this performance compare to other drivers in the race?",
            "What car make did Jeff Gordon drive in the 2009 Pepsi 500, and how did his performance in that race compare to his historical performance in similar events?",
            "What was the highest number of laps completed by a driver in the 2009 Pepsi 500, and how did this impact their final position in the race?"
        ]
    },
    {
        "gold_table_id_set": [
            "7f0eea268c2a41db2455ea8b4a6070c6c707a2f0ac37f49d3a23dfa33d157c0b",
            "d423733094b5593b72b104fbbae75baa94fe75d71227f2d35e4bceb50954e58a"
        ],
        "question_list": [
            "How did the teams in the 1988 African Cup of Champions Clubs perform in the preliminary round, and what were the aggregate scores for each match?",
            "Compare the performance of the teams in the preliminary round of the 1988 African Cup of Champions Clubs based on the first leg results when the second leg was 0-4.",
            "Summarize the results of the preliminary round in the 1988 African Cup of Champions Clubs when the second leg scores were 0-4.",
            "How did the teams in the second round of the 1988 African Cup of Champions Clubs perform in the first leg when AS Police played as Team 2?",
            "Analyze the match between Iwuanyanwu Nationale and Tonnerre Yaoundé in the second round of the 1988 African Cup of Champions Clubs, focusing on the first leg result of 2-0.",
            "Who were the teams that played in the second round of the 1988 African Cup of Champions Clubs, where the first leg ended in a 3-0 draw and the second leg was 2-1?"
        ]
    },
    {
        "gold_table_id_set": [
            "c6784c59e6d02b9605cc3a580915c8a713069db1334aedb76b6d5b1f5677d426",
            "d1383a214a0833e98077be0bfe042b4aa5f8089208878f6efe1e2cc748e96812"
        ],
        "question_list": [
            "What are the key specifications and release prices of the Intel Pentium Dual-Core microprocessors in the (65 nm) architecture?",
            "Compare the L2 cache sizes and release dates of the Intel Pentium Dual-Core microprocessors in the (65 nm) architecture. Which processor had the largest L2 cache and when was it released?",
            "How do the voltage specifications and TDP values of the Intel Pentium Dual-Core microprocessors in the (65 nm) architecture differ? Which processor had the lowest voltage and TDP?",
            "What are the main differences in the specifications and release dates of the Intel Pentium Dual-Core microprocessors in the (65 nm) architecture compared to the (65 nm) architecture?",
            "Analyze the frequencies and FSB values of the Intel Pentium Dual-Core microprocessors in the (65 nm) architecture. How do these values vary across different models?",
            "Compare the release dates and part numbers of the Intel Pentium Dual-Core microprocessors in the (65 nm) architecture. Which processor had the latest release date and what was its part number?",
            "What are the key differences in the specifications and release prices of the Intel Pentium Dual-Core microprocessors in the (65 nm) architecture? How do these processors vary in terms of performance and cost?",
            "What is the FSB value for the Intel Pentium Dual-Core microprocessor with the part number LF80537GE0251MN in the (65 nm) architecture?",
            "What is the socket type for the Intel Pentium Dual-Core T2410 in the (65 nm) architecture? Summarize the basic information of this processor.",
            "When was the Intel Pentium Dual-Core microprocessor model with the specification number SLA4H(M0) released in the (65 nm) architecture?"
        ]
    },
    {
        "gold_table_id_set": [
            "1b76593e1b0ce5bcab369644736b1bc4ba7b42e8ddc7d5464a83e98edce32740",
            "759f521a25156d34b3d84bfd62b7218a7bae6e09a0e80eeff175ed3585b91e7f"
        ],
        "question_list": [
            "How do the arrival and departure times of the Marusagar Express at the stations \"Kishangarh\" and \"Jaipur Jn\" in Northern India differ, and what is the distance covered during these intervals?",
            "Analyze the total distance covered by the Marusagar Express at the station with the station code \"KGQ\" in Northern India, and compare it with the total distance covered at the station with the station code \"KUDA.\"",
            "What are the distances covered at the stations with the station codes \"Kundapura\" and \"Bhatkal\" under the Marusagar Express Northern India running timetables?",
            "What is the listed departure time for the station with the station code \"CLT\" that has an arrival time of 23:30 under the Marusagar Express Northern India running timetables?",
            "How does the arrival time at the station with the station code \"PNVL\" in South India differ from the destination arrival time for the Marusagar Express, and what is the distance covered during this interval?",
            "What is the arrival time for the Marusagar Express at station \"Alwaye\" in South India according to the timetables?",
            "How many stations are listed in the Marusagar Express South India running timetables, and what is the station code for the arrival time of the train at station \"AWY\"?",
            "What is the arrival time of the Marusagar Express at the station with the station code \"PNVL\" under the South India timetables?",
            "What is the number of the Marusagar Express where the station code is \"Kozhikode\" in South India according to the timetables?"
        ]
    },
    {
        "gold_table_id_set": [
            "25ecd1053240cfa8561cc426b8bac4fcaf17f52a1af13623e97feab2ecb4aa8a",
            "341077a9b11863fbab32169dc91d4a76bef628d515e6895a48cf44aa3093d6ce"
        ],
        "question_list": [
            "How did the performance of Corinthians, Fluminense, and Palmeiras in the Torneio Rio-São Paulo of 1954 compare in terms of points, games played, and goal difference, and what does this indicate about their standings?",
            "What was the average goal difference for teams with less than 2 losses in the 1954 Torneio Rio-São Paulo in Brazilian football, and how does this reflect on their overall performance?",
            "Summarize the results of the Brazil national team in the World Cup Qualifying competition under group 1 in 1954, specifically focusing on the match on March 21, 1954.",
            "Which match result from the Brazil national team in 1954 had a score of 2-0, a competition of World Cup Qualifying, and occurred on May 9, 1954?",
            "Identify the Brazil national team match results in 1954 with a score of 4-1 and a competition of World Cup Qualifying, highlighting the significance of these outcomes.",
            "For the Brazil national team in 1954, which Brazilian goalscorers contributed to the match results with a score of W in the World Cup Qualifiers, specifically focusing on the game on February 28, 1954?"
        ]
    },
    {
        "gold_table_id_set": [
            "86be3931a8d55c4530f2b1ac286241fabba8872f01d697233e74d4ab1f377552",
            "ab71b2808dcd113a507a86ec065bf29699909a161626f2435b60178b4ce9327a"
        ],
        "question_list": [
            "How did the performance of the RuSPORT team compare between the 2004 Time Warner Cable Road Runner 250 and the 2005 Time Warner Cable Road Runner 225 races?",
            "What was the total number of laps completed by the drivers with a grid position greater than 10 in the 2004 Time Warner Cable Road Runner 250 and the 2005 Time Warner Cable Road Runner 225 races?",
            "Which driver had the highest points in the 2004 Time Warner Cable Road Runner 250 race, and how did their performance compare to the highest points achiever in the 2005 Time Warner Cable Road Runner 225 race?",
            "How did the performance of the Forsythe Racing team differ between the 2004 Time Warner Cable Road Runner 250 and the 2005 Time Warner Cable Road Runner 225 races?",
            "Compare the retirement reasons for the drivers with the lowest points in the 2004 Time Warner Cable Road Runner 250 and the 2005 Time Warner Cable Road Runner 225 races.",
            "What was the grid position of the drivers with the highest points in the 2004 Time Warner Cable Road Runner 250 and the 2005 Time Warner Cable Road Runner 225 races?"
        ]
    },
    {
        "gold_table_id_set": [
            "2c4bf0d14cff55c9a2bb2fab1101b992c959093fb03bc561eb31bdb28721c6d6",
            "bc823521392aa1a7c636dd56dad1b04454ec15f184469fe658ff0cb47663b3a6",
            "c00fc89d604df7b4159a46e322897a2aabfce57f5af8823a716a116224006a8e"
        ],
        "question_list": [
            "What are the key features and costs associated with the projects at the Türk Telekom Arena, including the capacity, suites, architects, and costs involved?",
            "How does the attendance at the Türk Telekom Arena for the FIFA U-20 World Cup 2013 compare to the Turkish National Team matches held at the same venue?",
            "What are the differences in the attendance numbers for the matches held at the Türk Telekom Arena for the FIFA U-20 World Cup 2013 and the Turkish National Team games? Analyze the variations in attendance.",
            "Compare the capacity and suite features of the Türk Telekom Arena projects, including the Faruk Süren project, Mehmet Cansun project, Özhan Canaydın:Back to Süren's project, and Eren Talu bidding project.",
            "How does the attendance at the Türk Telekom Arena for the FIFA U-20 World Cup 2013 differ from the Turkish National Team matches in terms of spectators and rounds?",
            "What are the differences in the attendance numbers for the matches held at the Türk Telekom Arena for the FIFA U-20 World Cup 2013 and the Turkish National Team games? Analyze the variations in attendance.",
            "Compare the capacity and suite features of the Türk Telekom Arena projects, including the Özhan Canaydın project and Eren Talu bidding project. Analyze the differences in location and capacity."
        ]
    }
]